Repository: Softcatala/translation-memory-tools
Catalog: source-pos/mozilla/ca.firefox-screenshots.tmx
Source language: en_us
Languages: ca

source: When you take a shot, Firefox posts your screenshot to your online Screenshots library and copies the link to your clipboard. We automatically store your screenshot for two weeks, but you can delete shots at any time or change the expiration date to keep them in your library for longer.
ca: Quan feu una captura de pantalla, el Firefox l'envia a la vostra biblioteca de captures i copia l'enllaç al porta-retalls. Per defecte, la captura de pantalla s'emmagatzema durant dues setmanes, però també podeu suprimir-la en qualsevol moment o canviar-ne la data de caducitat per tal de conservar-les més temps a la vostra biblioteca.

source: White
ca: Blanc

source: Whoa! Firefox Screenshots went haywire.
ca: El Firefox Screenshots ha tingut un problema.

source: Yellow
ca: Groc

source: You are currently in Download-Only mode.
ca: Actualment esteu en mode de només baixada.

source: You are using Firefox ESR.
ca: Feu servir el Firefox ESR.

source: You can sign in to access your screenshots across devices.
ca: Podeu iniciar la sessió per accedir a les vostres captures de pantalla en tots els dispositius.

source: You can sign in with Firefox Accounts to sync all your screenshots across devices and access them privately.
ca: Podeu iniciar la sessió amb un compte del Firefox per sincronitzar les vostres captures de pantalla en tots els dispositius i accedir-hi de forma privada.

source: You can’t take a shot of a Firefox Screenshots page!
ca: No podeu fer una captura de pantalla de la pàgina del Firefox Screenshots!

source: You must have Firefox Screenshots installed or signed in to Firefox Account to delete your account
ca: Heu de tenir el Firefox Screenshots instal·lat o haver iniciat la sessió al compte del Firefox per suprimir el vostre compte

source: You must have Firefox Screenshots installed to delete your account
ca: Heu de tenir el Firefox Screenshots instal·lat per suprimir el vostre compte

source: Your selection is too small
ca: La selecció és massa petita

source: Your shot has been copied to the clipboard. Press {meta_key}-V to paste.
ca: La captura s'ha copiat al porta-retalls. Premeu {meta_key}-V per enganxar-la.

source: Your Shots Everywhere
ca: Les vostres captures a tot arreu
